Repository: ravithakkarrepo/python1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglesa

source: Spanish
es: Española

source: Invalid Access Token
es: Token de acceso inválido

source: request successfully checked
es: solicitud comprobada con éxito

source: Successfully retrieved data
es: Datos recuperados exitosamente

source: BAD REQUEST. Server Problem
es: SOLICITUD INCORRECTA. Problema del servidor

source: Data Updated Successfully
es: Datos actualizados exitosamente

source: This task is already assigned to another QR code.
es: Esta tarea ya está asignada a otro código QR.

source: Task assigned to user and started successfully
es: Tarea asignada al usuario e iniciada correctamente

source: Invalid Request
es: Solicitud no válida

source: Contest List
es: Lista de concurso

source: You cannot participate because contest isn't start
es: No puedes participar porque el concurso no ha comenzado

source: Contest is over. You cannot participate
es: El concurso ha terminado. No puedes participar

source: You've already participated
es: Ya has participado

source: Successfully participated
es: Participó con éxito

source: Contest Each List
es: Concurso cada lista

source: Contest User List
es: Lista de usuarios del concurso

source: video list
es: lista de videos

source: category list
es: Lista de categoría

source: Rating must in between 1 to 5.
es: La calificación debe estar entre 1 y 5.

source: Something went wrong
es: Algo salió mal

source: Questions fetched successfully
es: Preguntas obtenidas con éxito

source: {0}$ coupon of '{1}' sent to your registered E-mail
es: {0} $ cupón de '{1}' enviado a su correo electrónico registrado

source: You have Insufficient points.
es: Tienes puntos insuficientes.

source: You are Not eligible for Reedem minimum required points is {0}
es: No es elegible para los puntos mínimos requeridos de Reedem es {0}

source: notification list
es: lista de notificaciones

source: Congratulations, $ coupon of sent to your registered E-mail.
es: Felicitaciones, $ cupón de enviado a su correo electrónico registrado.

source: product details
es: Detalles de producto

source: quiz list
es: lista de cuestionarios

source: question list
es: lista de preguntas

source: Your Answer matched and you Earned {0} Points
es: Su respuesta coincidió y ganó {0} puntos

source: Your Answer Not matched. No points Earned.
es: Su respuesta no coincide. No hay puntos ganados.

source: User with this email is already exists
es: El usuario con este correo electrónico ya existe

source: Invalid Referral Code
es: Código de referencia inválido

source: You have been Registered successfully. Please Check your email to Activate your account. Please allow several minutes for the email to arrive.
es: Te has registrado correctamente. Por favor, revisa tu e-mail para activar tu cuenta. Espere varios minutos para que llegue el correo electrónico.

source: No User is signed up with this email
es: Ningún usuario está registrado con este correo electrónico

source: Email is mandatory
es: El correo electrónico es obligatorio.

source: Password is mandatory
es: La contraseña es obligatoria

source: device_id is mandatory
es: device_id es obligatorio

source: device_type is mandatory
es: tipo_dispositivo es obligatorio

source: device_fcm_token is mandatory
es: device_fcm_token es obligatorio

source: User hasn't verify their activation mail yet. Please accept that to Login
es: El usuario aún no ha verificado su correo de activación. Acepta eso para iniciar sesión

source: User is blocked by admin. Please contact admin to resolve this.
es: El usuario está bloqueado por el administrador. Por favor, póngase en contacto con el administrador para resolver esto.

source: Invalid Login Credential
es: Credencial de inicio de sesión no válida

source: User successfully logged in
es: El usuario inició sesión correctamente

source: Dashboard Retrieved
es: Tablero recuperado

source: Successfully got user data
es: Obtuve con éxito los datos del usuario

source: Successfully get user referral code and message
es: Obtenga con éxito el código de referencia del usuario y el mensaje

source: User with this email is not registered yet
es: El usuario con este correo electrónico aún no está registrado

source: Password reset link has been sent to your registered email address
es: Se ha enviado el enlace de restablecimiento de contraseña a su dirección de correo electrónico registrada

source: Bad Request
es: Solicitud incorrecta

source: User Logout Successfully
es: Cierre de sesión del usuario correctamente

source: Invalid QR Code
es: Código de referencia inválido

source: QR Code is already scanned
es: El código QR ya está escaneado

source: Successfully Scanned QR Code
es: Código QR escaneado con éxito

source: Successfully saved data & QR History received
es: Datos guardados exitosamente e historial QR recibido

source: Successfully Submitted Data
es: Datos enviados correctamente

source: Successfully Deleted Table. Successfully Cancel
es: Tabla eliminada con éxito. Cancelar con éxito

source: Already completed earn points process for this QR
es: Proceso de obtención de puntos ya completado para este QR

source: Successfully credited points & User Rewards History received
es: Puntos acreditados con éxito e historial de recompensas de usuario recibidos

source: QR Code scan process already Completed
es: Proceso de escaneo de código QR ya completado

source: Successfully splitted points & User Rewards History received
es: Puntos exitosamente divididos e historial de recompensas de usuario recibido

source: Notifications received
es: Notificaciones recibidas

source: QR History received
es: Historial QR recibido

source: User has already submitted product activation details for this qr code
es: El usuario ya ha enviado los detalles de activación del producto para este código qr

source: Specific QR History details received
es: Detalles específicos del historial QR recibidos

source: User Rewards History received
es: Historial de recompensas de usuario recibido

source: Merchant list arrived
es: Lista de comerciantes llegó

source: Merchant Specific product list arrived
es: Lista de productos específicos del comerciante llegó

source: Specific product list arrived
es: Lista de productos específicos llegó

source: TechSupport request sent successfully
es: Solicitud de TechSupport enviada con éxito

source: Leader board list arrived
es: Llegó la lista de líderes

source: Dispute request sent
es: Solicitud de disputa enviada

source: Product activation for this qr is already submitted
es: La activación del producto para este qr ya se ha enviado.

source: Company list sent
es: Lista de empresas enviada

source: Scan QR Code
es: Escanear código QR

source: Sprayer Points
es: Puntos de rociador

source: Learn to Earn Points
es: Aprenda a ganar puntos

source: Earned Points
es: Puntos ganados

source: Pending
es: Pendiente

source: Submitted
es: Presentada

source: None
es: Ninguna

source: Completed
es: Terminada

source: Split Point
es: Punto de división

source: Resolved
es: Resuelta

source: Dispute Points
es: Puntos de disputa

source: Rewards from referred by an existing user
es: Recompensas de referidos por un usuario existente

source: Referral Points
es: Puntos de referencia

source: Congratulations, You have earned points from scanning a product.
es: Felicitaciones, ha ganado puntos al escanear un producto.

source: Congratulations, You have earned points by referring a new user.
es: Felicitaciones, has ganado puntos al recomendar a un nuevo usuario.

source: Congratulations, You have earned points from admin for successful dispute request.
es: Enhorabuena, ha obtenido puntos del administrador por una solicitud de disputa exitosa.

source: Congratulations, You have earned points from referred by an existing user.
es: Enhorabuena, has ganado puntos de referidos por un usuario existente.

source: Congratulations, You have earned points from scanning a product which is splitted by
es: Felicitaciones, ha ganado puntos escaneando un producto dividido por

source: Congratulations, Your dispute request successfully sent to admin to resolve.
es: Felicitaciones, su solicitud de disputa se envió con éxito al administrador para que la resuelva.

source: Congratulations, Your dispute request resolved by Admin.
es: Felicitaciones, su solicitud de disputa resuelta por el administrador.

source: Congratulations, You have earned points for attempting quiz successfully.
es: Enhorabuena, has ganado puntos por intentar la prueba con éxito.

source: Congratulations, You have earned points from admin for successfully dispute request.
es: Enhorabuena, ha obtenido puntos del administrador por una solicitud de disputa exitosa.

source: Due to dispute request, points have been debited from your account by admin.
es: Debido a una solicitud de disputa, los puntos han sido debitados de su cuenta por el administrador.

source: upcoming
es: próxima

source: running
es: corriendo

source: completed
es: terminada

source: No Data Found
es: Datos no encontrados

source: Cash Out Points
es: Puntos de retiro

source: Job Points
es: Puntos de trabajo

source: To Do
es: Que hacer

source: Running
es: Corriendo
